{
   "IstanbulTarihcesi": [
   {
	  "sd_isim":"İstanbul Tarihçesi",
      "sd_aciklama": "İstanbul'un tarihi oldukça zengin ve karmaşıktır. İstanbul, antik çağlardan beri önemli bir yerleşim yeri olmuştur. İlk olarak antik Yunan döneminde Byzantion adıyla kurulmuştur. Daha sonra Roma İmparatorluğu'nun bir parçası haline gelmiş ve Konstantinopolis adını almıştır.

						4. yüzyılda Roma İmparatoru Konstantin, şehri başkent yaparak önemli bir dönüm noktası oluşturdu. Şehir, Roma İmparatorluğu'nun batı ve doğu kısımları arasında bir köprü görevi gördü.  Byzantium'dan İstanbul'a dönüşen şehir, Doğu Roma İmparatorluğu'nun (Bizans) başkenti oldu ve 1.000 yılı aşkın bir süre boyunca Bizans İmparatorluğu'nun merkezi olarak hizmet verdi.

						Ancak 13. yüzyılda Latin Haçlı Seferleri sonucunda İstanbul, Kutsal Roma İmparatorluğu'nun bir parçası olan Latin İmparatorluğu tarafından ele geçirildi. Bir süre sonra Bizans İmparatorluğu, İstanbul'u geri alarak tekrar hüküm sürdü.

						Ancak 1453 yılında Osmanlı İmparatorluğu'nun lideri olan II. Mehmed (Fatih Sultan Mehmed), şehri kuşatarak fethetti ve İstanbul'u yeni başkenti yaptı. Şehir, Osmanlı İmparatorluğu'nun 400 yıllık hüküm sürdüğü bir merkez oldu.

						Osmanlı döneminde İstanbul, önemli bir kültürel, ekonomik ve siyasi merkez haline geldi. İmparatorluk, şehre büyük camiler, saraylar, köprüler ve diğer önemli yapılar inşa etti. İstanbul, ticaret yollarının kavşağında bulunduğu için birçok farklı kültürün etkisi altında kaldı.

						20. yüzyılın başında Osmanlı İmparatorluğu'nun çöküşüyle birlikte İstanbul, Türkiye Cumhuriyeti'nin kurucusu Mustafa Kemal Atatürk tarafından Türkiye'nin başkenti olarak korundu. 1930'lu yıllarda ise başkent Ankara'ya taşındı, ancak İstanbul hala Türkiye'nin en büyük ve en önemli şehri olarak kaldı.

						Günümüzde İstanbul, modern bir metropol haline gelmiştir. ",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/istanbl.jpg"
    }
  ],
  "IstanbuldaTarihiYerler": [
    {
      "sd_isim": "Ayasofya Camii",
      "sd_aciklama": "İstanbul'un sembol yapılarından biri olan Ayasofya, Bizans İmparatoru Justinianus tarafından 6. yüzyılda inşa edilmiştir. Daha sonra Osmanlı İmparatorluğu döneminde cami olarak kullanılmış, günümüzde bir süre müze olarak kullanılmış çıkan karar ile camii olarak ziyaretçilere açılmıştır.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/ayasofya.jpg"
    },
    {
      "sd_isim": "Topkapı Sarayı",
      "sd_aciklama": "Osmanlı İmparatorluğu'nun 15. yüzyıldan 19. yüzyıla kadar kullanılan ana sarayı olan Topkapı Sarayı, İstanbul'un tarihi yarımadasında yer almaktadır. Saray, zengin koleksiyonları, muhteşem iç avlusu ve Harem bölümü ile ünlüdür.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/topkap%C4%B1.jpg"
    },
    {
      "sd_isim": "Sultanahmet Camii (Mavi Camii)",
      "sd_aciklama": "17. yüzyılda Sultan I. Ahmed tarafından inşa edilen Sultanahmet Camii, İstanbul'un en ikonik camilerinden biridir. Mavi İznik çinileriyle süslenmiş iç mekanı ve altı minaresiyle dikkat çeker.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/sultanahmet.jpg"
    },
    {
      "sd_isim": "Kapalıçarşı",
      "sd_aciklama": "İstanbul'un en eski ve büyük kapalı çarşılarından biridir. 15. yüzyılda inşa edilen Kapalıçarşı, 4000'den fazla dükkanıyla ziyaretçilere çeşitli ürünler sunar. Takılar, tekstil ürünleri, deri eşyalar, halılar ve daha birçok şeyi bulabilirsiniz.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/kapal%C4%B1cars%C4%B1.jpg"
    },
    {
      "sd_isim": "Yerebatan Sarnıcı",
      "sd_aciklama": "Bizans İmparatoru Justinianus döneminde 6. yüzyılda inşa edilen Yerebatan Sarnıcı, yer altında yer alan büyüleyici bir su sarnıcıdır. 336 adet sütunun üzerinde yükselen bu tarihi yapı, ziyaretçilerin keşfetmeye değer bir yerdir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/yerebatan.jpg"
    },
    {
      "sd_isim": "Galata Kulesi",
      "sd_aciklama": "İstanbul'un Galata semtinde bulunan Galata Kulesi, 14. yüzyılda inşa edilmiştir. İstanbul'un nefes kesici manzarasını görebileceğiniz bu kule, şehrin sembollerinden biridir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/galata.jpg"
    },
    {
      "sd_isim": "Dolmabahçe Sarayı",
      "sd_aciklama": "Osmanlı İmparatorluğu'nun son döneminde kullanılan Dolmabahçe Sarayı, İstanbul Boğazı'nın kıyısında yer alır. 19. yüzyılda inşa edilen saray, Avrupa tarzında yapılmış büyüleyici bir görünüme sahiptir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/dolmabahce.jpg"
    }
  ],
  "IstanbulYoreselYemekler": [
    {
      "sd_isim": "İstanbul Pilavı",
      "sd_aciklama": "İstanbul pilavı, İstanbul'a özgü bir pilav çeşididir. Osmanlı döneminden kalma bir tarif olan bu pilav, dana eti, bezelye, havuç, badem ve baharatlarla hazırlanır. Genellikle özel günlerde ve davetlerde servis edilir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/istanbulpilavi.jpg"
    },
    {
      "sd_isim": "İskender Kebap",
      "sd_aciklama": "İskender kebap, İstanbul'un en ünlü kebap çeşitlerinden biridir. 19. yüzyılda Bursa'da doğan İskender Efendi tarafından icat edilen bu lezzetli kebap, dönerin üzerine tereyağı ve domates sosu eklenerek servis edilir. İstanbul'da birçok mekanda bulunabilir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/iskender.jpg"
    },
    {
      "sd_isim": "İstanbul Usulü Ciğer",
      "sd_aciklama": "İstanbul'un meşhur ciğerleri, dana ciğeri kullanılarak hazırlanan ve genellikle yağda kızartılan bir lezzettir. Tarihi İstanbul çarşılarındaki ciğercilerde bulabileceğiniz bu yöresel yemek, genellikle yanında sumaklı soğanla servis edilir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/ciger.jpg"
    },
    {
      "sd_isim": "Balık Ekmek",
      "sd_aciklama": "İstanbul, deniz kıyısında olması nedeniyle taze ve lezzetli deniz ürünlerine erişim imkanı sağlar. Bu nedenle balık yemekleri de İstanbul'un yöresel lezzetleri arasında yer alır. Balık ekmek, İstanbul Boğazı'nda ve deniz kenarındaki semtlerde satılan popüler bir sokak yemeğidir. Taze balığın ızgarada pişirildikten sonra ekmeğin içine konulmasıyla hazırlanan bu lezzetli atıştırmalık, İstanbul'un sahil kesimlerinde sıklıkla bulunabilir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/balik.jpg"
    },
    {
      "sd_isim": "Hünkar Beğendi",
      "sd_aciklama": "Hünkar beğendi, Osmanlı dönemine dayanan ve İstanbul mutfağının vazgeçilmez yemeklerinden biridir. Bu yemek, közlenmiş patlıcan püresi üzerine dana eti veya kuzu etiyle yapılan güveçte servis edilen bir lezzettir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/hunkar.jpg"
    },
    {
      "sd_isim": "Şehzade Kebabı",
      "sd_aciklama": "Şehzade kebabı, İstanbul mutfağının özel bir yemeğidir. Yumuşak ve lezzetli dana eti, soğan, biber, domates ve baharatlarla birlikte pişirilir. Şehzade kebabı, adını Osmanlı şehzadelerinden alır ve İstanbul'da sevilen bir et yemeğidir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/sehzade.jpg"
    },
    {
      "sd_isim": "İstanbul Mantısı",
      "sd_aciklama": "İstanbul mantısı, İstanbul mutfağının özgün bir tatlı mantı çeşididir. İnce hamurdan yapılan mantılar, iç harcıyla doldurulur ve yoğurt, tereyağı ve üzerine gezdirilen salçayla servis edilir. İstanbul mantısı, lezzetiyle dikkat çeken bir yöresel yemektir.",
      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/manti.jpg"
    }
  ],
  " IstanbuldaYoreselTatlilar": [
    {
      "sd_isim": "Lohuk",
      "sd_aciklama":Lohuk, İstanbul'un yöresel tatlılarından biridir. Özellikle Eyüp ve Fatih semtlerinde yaygın olarak tüketilen bir tatlıdır. Lohuk, genellikle sahur ve iftar öğünlerinde Ramazan aylarında tercih edilen bir tatlıdır. Hamur işi bir tatlı olan lohuk, un, şeker, tereyağı ve yoğurt gibi malzemelerin karıştırılmasıyla hazırlanır. Hamur yuvarlak şekillere getirilir ve kızgın yağda kızartılır. Ardından şerbetle tatlandırılarak servis edilir. Lohuk, İstanbul'un geleneksel ve lezzetli tatlılarından biri olarak bilinir.",

      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/lohuk.jpg"
    },
    {
      "sd_isim": "İrmik Helvası",
      "sd_aciklama":"İstanbul'un yöresel tatlıları arasında yaygın olarak tüketilen bir tatlıdır. İrmik, tereyağı, şeker ve su gibi malzemelerin karıştırılmasıyla hazırlanan helva, üzerine dövülmüş fındık veya ceviz serpilerek servis edilir.",

      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/irmik.jpg"
    },
    {
      "sd_isim": "Güllaç",
      "sd_aciklama":"Güllaç, İstanbul'un geleneksel tatlılarından biridir ve özellikle Ramazan aylarında popülerdir. Güllaç yaprakları arasına süt, şeker ve gül suyu karışımı dökülerek hazırlanan bu tatlı, üzerine genellikle ceviz veya fıstık serpilerek servis edilir.",

      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/gullac.jpg"
    },
    {
      "sd_isim": "Lokma" ,
      "sd_aciklama":"Lokma, İstanbul'un sokak lezzetlerinden biridir. Hamur tatlısı olan lokma, kızgın yağda kızartılarak hazırlanır ve üzerine şerbet dökülerek tatlandırılır. Genellikle kalabalık etkinliklerde ve bayramlarda dağıtılan bir tatlıdır.",

      "sd_link": "https://www.example.com/foto11.jpg"
    },
    {
      "sd_isim": "Güllü Lokum",
      "sd_aciklama":"İstanbul'un özgün tatlılarından biridir. İçerisinde gül suyu ve gül yaprakları bulunan bu hafif ve aromatik tatlı, genellikle özel günlerde tercih edilir.",

      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/gullulokum.jpg"
    },
    {
      "sd_isim": "Şambali",
      "sd_aciklama":"Şambali, İstanbul'un popüler tatlılarından biridir. İçerisinde irmik, şeker, yoğurt ve limon suyu bulunan bu tatlı, şerbetle ıslatılarak servis edilir.",

      "sd_link": "https://github.com/seymanurdemir/istanbul.json/blob/2e5b4373bca3cc8d29f9aa06a0064370481758bf/sambali.jpg"
    }
    
  ]
}
